<?xml version='1.0' encoding='utf-8' ?>
<!-- Made with love by pretalx v2.1.1. -->
<schedule>
    <generator name="pretalx" version="2.1.1" />
    <version>0.11</version>
    <conference>
        <acronym>divoc-reboot-to-respawn-2021</acronym>
        <title>DiVOC - Reboot to Respawn</title>
        <start>2021-04-02</start>
        <end>2021-04-05</end>
        <days>4</days>
        <timeslot_duration>00:05</timeslot_duration>
        <base_url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/schedule/</base_url>
        <time_zone_name>Europe/Berlin</time_zone_name>
    </conference>
    <day index='1' date='2021-04-02' start='2021-04-02T04:00:00+02:00' end='2021-04-03T03:59:00+02:00'>
        <room name='Piscopia'>
            <event guid='13f65e09-37ea-5475-b396-f09e52baf295' id='33'>
                <date>2021-04-02T10:00:00+02:00</date>
                <start>10:00</start>
                <duration>00:15</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-33-opening</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/38PPT7/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Opening</title>
                <subtitle></subtitle>
                <track>Other</track>
                <type>Talk/Performance (10 minutes + Q&amp;A)</type>
                <language>de</language>
                <abstract>Im Opening erz&#228;hlen wir euch, was euch in den n&#228;chsten Tagen alles an spannenden Vortr&#228;gen und sonstigen Veranstaltungen erwartet. Schaut doch neben dem Vortrags-Schedule auch schonmal rein in die Self-Organised Sessions, die Assemblies, die Welt; schaut vorbei beim Infodesk, beim Eventphone und vielem mehr: 

https://di.c3voc.de/r2r:start</abstract>
                <description></description>
                <logo></logo>
                <persons>
                    <person id='10'>hexchen</person><person id='5'>NicKira</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='5aab553a-a5f2-53e3-b78d-e954d446b905' id='29'>
                <date>2021-04-02T10:15:00+02:00</date>
                <start>10:15</start>
                <duration>00:15</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-29-zur-psychoanalyse-der-klimakrise</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/HTBUVL/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Zur Psychoanalyse der Klimakrise</title>
                <subtitle></subtitle>
                <track>Politics</track>
                <type>Talk/Performance (10 minutes + Q&amp;A)</type>
                <language>de</language>
                <abstract>Wie reagieren wir auf die Klimakrise? Und wie auf andere Krisen, zum Beispiel Corona? Und wie gewichten wir das in der &#214;ffentlichkeit? Und warum weichen wir bei unserer Gewichtung derart von den Fakten ab?</abstract>
                <description></description>
                <logo></logo>
                <persons>
                    <person id='12'>Andr&#233;</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='79a5a373-4f34-5f06-b264-13f5d0edc2d3' id='44'>
                <date>2021-04-02T11:20:00+02:00</date>
                <start>11:20</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-44-datenschutz-wildlife</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/KWWQLB/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Datenschutz Wildlife</title>
                <subtitle></subtitle>
                <track>Technology</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>de</language>
                <abstract>Achtung Datenschutz! Jetzt wird es wild. Begleitet uns auf einer Safari durch den wilden Dschungel der Umsetzungen. Nix f&#252;r schwache Nerven.</abstract>
                <description>Bei der Umsetzung von Datenschutzma&#223;nahmen kennt die Kreativit&#228;t keine Grenzen. Aber ist auch alles was m&#246;glich ist auch sinnvoll? Wir pr&#228;sentieren ein Best-of dieser Umsetzungen und lassen euch abstimmen: Ist das noch Datenschutz, ist es Kunst oder kann es weg.</description>
                <logo></logo>
                <persons>
                    <person id='43'>C_ristina</person><person id='66'>Katrin</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='17f499e5-a7a6-5a89-9656-43f8b92a4192' id='6'>
                <date>2021-04-02T12:30:00+02:00</date>
                <start>12:30</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-6-solving-problems-of-the-anthropocene-the-tricky-the-hard-and-the-impossible</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/CZLMKG/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Solving problems of the Anthropocene -- The tricky, the hard and the impossible</title>
                <subtitle></subtitle>
                <track>Society</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>en</language>
                <abstract>The Anthropocene brings with it a frighteningly wide range of environmental crises -- climate change, ocean acidification, pollution, rising extinction rates and risks of zoonotic pandemics, just to name a few. We speak about these as if they were tied together, but it is actually rather hard to say how exactly this is. 

In this talk, I will analyse some aspects of the Anthropocene with regard to their &quot;problematicness&quot;, just as programmers might think through the problem definition, necessary assumptions and Big-O notation before even starting to write a single line of code. In this, I will try to give a broad overview of attempts to model the environmental crises of the Anthropocene. I will argue that some of these are essentially solved; but &quot;solved&quot; as in &quot;chess is solved&quot;; although we know that our computer can give us a definitive way of winning, we still play it. For others, however, the scientific state-of-the-art can only point to a path towards a solution. Furthermore, some of the things we think about as problems are actually more like ongoing catastrophes: No action will make them go away, there is no solution in a strict sense; rather we have to live with them in such a way as to contain their criticalness. This assessment will make it clear that we urgently need to rethink the relationship between us and our environment in the Anthropocene since this will determine which aspects of the Anthropocene are problematic, catastrophic or even apocalyptic.</abstract>
                <description></description>
                <logo></logo>
                <persons>
                    <person id='17'>Theodor Sperlea</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='9f0aafea-a00e-58a4-9ae4-afbd285179f5' id='39'>
                <date>2021-04-02T15:20:00+02:00</date>
                <start>15:20</start>
                <duration>00:15</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-39-workadventure-selbst-betreiben-ein-serviervorschlag</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/KBURYL/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Workadventure selbst betreiben: Ein Serviervorschlag</title>
                <subtitle></subtitle>
                <track>Technology</track>
                <type>Talk/Performance (10 minutes + Q&amp;A)</type>
                <language>de</language>
                <abstract>Die rC3 und die &quot;world&quot; haben viele mit Congress-Entzugserscheinungen zur&#252;ckgelassen. Der Talk bietet eine Einstiegshilfe zum Aufsetzten und Betreiben einer eigenen Instanz der rC3 world.</abstract>
                <description>Die rC3 und die &quot;world&quot; haben viele mit Congress-Entzugserscheinungen zur&#252;ckgelassen. Der Gedanke liegt nahe, eine eigene Instanz der Pixel-Welt betreiben zu wollen. Aber wo f&#228;ngt man an? Was braucht es, um so einen Server bereitzustellen? Wie wird der Kram &#252;berhaupt aufgesetzt? Die Dokumentation f&#252;r WorkAdventure ist noch d&#252;nn und die Leute, die man fragen kann, sind rar.

In diesem Vortrag soll eine Einstiegshilfe zum Aufsetzen und Betreiben einer solchen WorkAdventure-Instanz geliefert werden. Ziel ist es, mit minimalen Aufwand einen Server einzurichten, der eine WorkAdventure-Installation bereitstellt. Hierf&#252;r wird eine Blanko-Debian-VM mithilfe von Ansible automatisch mit einer Grundkonfiguration sowie WorkAdventure samt Konfiguration bespielt. Dies erm&#246;glicht es euch, eigens entworfene oder &#246;ffentlich zug&#228;ngliche Welt-Designs auszuliefern. Den Treffen in der 16-Bit Pixel-Welt steht dann nichts mehr im Weg.

Tech-Stack:
* Debian  
* Ansible  
* Docker  
* Docker-Compose   

Vorkentnnisse:
Sowohl Linux als auch Ansible sind in Grundz&#252;gen bekannt.</description>
                <logo></logo>
                <persons>
                    <person id='57'>devnope</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='0c689302-81cb-5158-b4a5-f3f858c00014' id='38'>
                <date>2021-04-02T16:00:00+02:00</date>
                <start>16:00</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-38-falsche-hackathon-versprechen-warum-digitalisierung-nachhaltigere-anstze-braucht-</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/MF8A7V/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Falsche Hackathon-Versprechen: Warum Digitalisierung nachhaltigere Ans&#228;tze braucht.</title>
                <subtitle></subtitle>
                <track>Society</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>de</language>
                <abstract>Nach dem &quot;WirVsVirus&quot;-Hackathon der Bundesregierung verbreitet sich die Idee, dass Hackathons unsere Welt retten k&#246;nnen, immer weiter. Ganz so einfach ist das nicht. Ein Vortrag &#252;ber Sinn und Zweck von Hackathons, gesellschaftliche Ver&#228;nderung, Digital-Hypes und diskriminierende Strukturen &#8211; und wie wir es besser machen k&#246;nnten.</abstract>
                <description>Der Talk zeigt, warum die Erwartung, dass Hackathons Probleme l&#246;sen k&#246;nnten, schlichtweg falsch und sogar gef&#228;hrlich ist. Der Vortrag liefert Erkl&#228;rungsans&#228;tze, wie Hackathons zu oberfl&#228;chlichen und strukturell ausschlie&#223;enden Veranstaltungen werden &#8211; und wie falsche Vorstellungen und wirtschaftliche oder politische Interessen dazu beitragen.

Also sind Hackathons immer b&#246;se? &#8211; Nein!

Wir hacken sehr gerne und wir hacken sehr viel. Nat&#252;rlich freut es uns, wenn wir uns zusammensetzen k&#246;nnen, gemeinsam spinnen, ausprobieren, lernen &#8211; und sich auch noch jemand um die Rahmenbedingungen wie Essen k&#252;mmert. Umso sch&#246;ner, wenn dabei auch noch ein lauff&#228;higes Ergebnis rauskommt. Aber Hackathons alleine k&#246;nnen eben keine Probleme l&#246;sen.

Im Rahmen von Code for Germany haben wir verschiedene Erfahrungen und Perspektiven aus Zivilgesellschaft und Verwaltung zusammengetragen und einen &quot;Hackathon-Leitfaden&quot; geschrieben &#8211; der vor allem zeigt, unter welchen eng gesteckten Rahmenbedingungen ein Hackathon erfolgreich sein kann ([Link zum GitHub-Repo](https://github.com/okfde/hackathon-leitfaden)). Die Kernideen werden unter anderem im Vortrag vorgestellt, wir freuen uns aber vor allem &#252;ber noch mehr Gedanken dazu und nat&#252;rlich Pull Requests.

Vor allem will der Vortrag helfen bei der Entscheidung: Soll ich bei einem Hackathon teilnehmen? Was erwarte ich davon und wie gro&#223; ist die Chance, dass diese Erwartungen auch erf&#252;llt werden?</description>
                <logo></logo>
                <persons>
                    <person id='56'>joliyea</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='dbad5360-1c44-544f-97de-6d03ce56e854' id='10'>
                <date>2021-04-02T17:10:00+02:00</date>
                <start>17:10</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-10-hardware-for-future-mit-ausrangierter-hardware-helfen</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/XHNSYF/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Hardware For Future: Mit ausrangierter Hardware helfen</title>
                <subtitle></subtitle>
                <track>Society</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>de</language>
                <abstract>Jedes Jahr werden viele Computer entsorgt, obwohl sie noch funktionieren. Eine andere Realit&#228;t ist auch, dass es Menschen gibt, die sich keinen Computer leisten k&#246;nnen. Gerade Sch&#252;lern aus &#246;konomisch benachteiligten Haushalten wird der Start in die digitale Welt erschwert.

Im Leipziger Hackspace dezentrale e. V. wurde das Hardware For Future-Projekt im Fr&#252;hjahr 2020 gegr&#252;ndet. In ehrenamtlicher Arbeit werden Computer aufbereitet, Linux bildet dabei die Basis. Mit Hilfe von zahlreichen Spenden konnten im vergangenen Jahr bereits mehrere hundert Rechner an Bed&#252;rftige ausgegeben werden.

Es werden Einblicke in die Arbeit des Projekts geben, darunter einen Abriss der Geschichte, einen &#220;berblick wie Menschen an einen Computer kommen, sowie Details zur technischen Realisierung mittels FAI, Clonezilla und Ansible. Weiter soll es um die Erfahrungen in der Sammlung von Hardware, der Zusammenarbeit mit &#246;ffentlichen Stellen und um die kleinen &#220;berraschungen eines solchen Projekts gehen.

Der Vortrag richtet sich nicht nur an Menschen, die ein &#228;hnliches Projekt umsetzen wollen, sondern auch an Mitarbeiter und Firmen, die sich eine sinnvollere Nutzung ihrer ausgedienten Hardware vorstellen k&#246;nnen.</abstract>
                <description></description>
                <logo>/media/divoc-reboot-to-respawn-2021/submissions/XHNSYF/HFF_Logo_o6EvLoQ.png</logo>
                <persons>
                    <person id='28'>katzenparadoxon</person><person id='29'>Pr&#228;torianer</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='25d2dc19-c07c-5e0f-b9a7-41bab1e2e8be' id='45'>
                <date>2021-04-02T18:20:00+02:00</date>
                <start>18:20</start>
                <duration>00:15</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-45-c3-news-show-die-1-</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/FBTQ8F/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>C3 News Show, die 1.</title>
                <subtitle></subtitle>
                <track>Other</track>
                <type>C3 News Show</type>
                <language>en</language>
                <abstract>C3 News Show</abstract>
                <description>Herald News Show</description>
                <logo></logo>
                <persons>
                    <person id='86'>C3 news show</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='5dd12867-47f8-57c3-8196-5c288dd0a1a8' id='20'>
                <date>2021-04-02T20:00:00+02:00</date>
                <start>20:00</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-20-reclaim-your-face-biometrische-massenberwachung-und-wie-wir-uns-dagegen-wehren-knnen</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/SNX9YV/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Reclaim your Face! Biometrische Massen&#252;berwachung und wie wir uns dagegen wehren k&#246;nnen</title>
                <subtitle></subtitle>
                <track>Politics</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>de</language>
                <abstract>Biometrische &#220;berwachung ist bei uns angekommen. Staatliche Akteure begn&#252;gen sich noch mit Feldtests und Aufr&#252;stung. Private Akteure wie pimeyes und Clearview AI werten l&#228;ngst unsere biometrischen Daten aus und legen unsere Gesichter in Datenbanken ab.

Wir zeigen Euch, wo noch in Deutschland und Europa heute schon biometrische &#220;berwachungstechnologien eingesetzt werden.

Wenn wir jetzt nichts tun, werden wir bald auf jedem Schritt und nicht nur bei jedem Klick erfasst und &#252;berwacht. Daher haben wir im Februar eine Europ&#228;ische B&#252;rgerinitiative f&#252;r ein Verbot biometrischer Massen&#252;berwachung gestartet. Wir stellen die Initiative kurz vor, zeigen, wie ihr selbst aktiv werden k&#246;nnt und was wir f&#252;r die n&#228;chsten Monate geplant haben.</abstract>
                <description></description>
                <logo></logo>
                <persons>
                    <person id='40'>Vik</person><person id='41'>kantorkel</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='3d813605-ad39-5edf-88bb-3410aed8a5dd' id='54'>
                <date>2021-04-02T21:00:00+02:00</date>
                <start>21:00</start>
                <duration>02:00</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-54-all-creatures-welcome</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/ZJYNWZ/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>All Creatures Welcome</title>
                <subtitle></subtitle>
                <track>Arts &amp; Culture</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>de</language>
                <abstract>All Creatures Welcome zeichnet ein utopisches Bild der Gesellschaft im digitalen Zeitalter. Begleitet vom Appell &#8220;use hacking as a mindset&#8221;, taucht die Zuschauer*in in ein dokumentarisches Abenteuerspiel ein und erkundet die Welt der digitalen Communities bei den Veranstaltungen des Chaos Computer Clubs, Europas gr&#246;&#223;te Hackervereinigung.</abstract>
                <description>Wir zeigen den Film. Im Anschlu&#223; gibt es eine Q&amp;A mit Sandra und weiteren Menschen.</description>
                <logo></logo>
                <persons>
                    <person id='87'>Filmgizmo</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='98b1839a-2e8c-58ab-9ff8-046c69c395a1' id='57'>
                <date>2021-04-02T23:30:00+02:00</date>
                <start>23:30</start>
                <duration>00:30</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-57-bridges-musik-verbindet</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/ZNX78X/</url>
                <recording>
                    <license></license>
                    <optout>true</optout>
                </recording>
                <title>Bridges - Musik verbindet</title>
                <subtitle></subtitle>
                <track>Music</track>
                <type>Music 30min</type>
                <language>en</language>
                <abstract>Bridges bringt Musiker*innen mit und ohne Flucht- und Migrationshintergrund zusammen. Dadurch werden aus Fremden Freund*innen. Bridges &#8211; Musik verbindet engagiert sich f&#252;r einen musikalischen Dialog, der gepr&#228;gt ist durch die unterschiedlichen kulturellen Hintergr&#252;nde der Musiker*innen.</abstract>
                <description>K&#252;nstlerin: Eleanna Pitsikaki, Kanun
Titel: Sweet breeze von Eleanna Pitsikaki, komponiert 2017

K&#252;nstlerin: Johanna-Leonore Dahlhoff, Fl&#246;te
Titel: Saturday Afternoon Improvisation

K&#252;nstler: Hesham Hamra, Oud
Musiktitel: Bint al shalabiya, &#220;sk&#252;dara, Ja Hnayna Firuz

K&#252;nstlerin: Enkhtuya Jambalrdorj, Pferdekopfgeige und mongolischer Untertongesang
Titel: Heimweh

K&#252;nstler: Andr&#233;s Rosales, E-Gitarre
Titel: Montagmittag Improvisation</description>
                <logo>/media/divoc-reboot-to-respawn-2021/submissions/ZNX78X/bridges_logo_mit_roboto-2_nR4cUdr.png</logo>
                <persons>
                    
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='364ff48c-13f5-5d6d-b862-03becaa64a08' id='51'>
                <date>2021-04-03T00:00:00+02:00</date>
                <start>00:00</start>
                <duration>02:00</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-51-spiegeleule</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/NFLFCH/</url>
                <recording>
                    <license></license>
                    <optout>true</optout>
                </recording>
                <title>spiegeleule</title>
                <subtitle></subtitle>
                <track>Music</track>
                <type>Music 120min</type>
                <language>de</language>
                <abstract>Gute Musik und schlechter Humor.</abstract>
                <description></description>
                <logo></logo>
                <persons>
                    <person id='77'>spiegeleule</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='84a9dc8a-2782-5c56-a2ef-99d49a9133a0' id='56'>
                <date>2021-04-03T02:00:00+02:00</date>
                <start>02:00</start>
                <duration>02:00</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-56-triankel</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/LFCPLS/</url>
                <recording>
                    <license></license>
                    <optout>true</optout>
                </recording>
                <title>Triankel</title>
                <subtitle></subtitle>
                <track>Music</track>
                <type>Music 120min</type>
                <language>de</language>
                <abstract>Seitdem Ingo denken kann widmet er seine Ohren der Musik, &#252;berwiegend elektronischer Natur. Mit zehn experimentierte er mit ersten Mixtapes auf Kassetten, mit 16 kam der erste Mixer dazu.

Die Entwicklungen digitaler Soundbearbeitung und -manipulation am Computer lockten ihn 2013 zum Mixen zur&#252;ck. Er entdeckt immer ausgefeiltere M&#246;glichkeiten, sich musikalisch auszudr&#252;cken und l&#228;sst als &#8222;Triankel&#8220; alle Musikbegeisterten daran teil haben.
Mitlerweile spielt Triankel auf diversen Festivals und Parties, die er zum Teil auch selbst organisiert, und auf zahlreichen weiteren Veranstaltungen.</abstract>
                <description>Seine Musik spielt technisch gesehen zwischen einem DJ Set und einem LiveAct, da er nicht einfach nur die St&#252;cke in reiner Abfolge arrangiert, sondern die Elemente auf all seinen Decks zu einem neuen Gesamtwerk verbindet. Er vermischt Weltmusikalische Kl&#228;nge und Ges&#228;nge mit treibenden elektronischen Beats und l&#228;sst diese Elemente regelrecht miteinander verschmelzen.

So erschafft er in jedem seiner Sets eine musikalisch abwechslungsreiche Reise und holt die H&#246;renden und Tanzenden immer wieder mit sanft verspielten und gleichzeitig dramatisch ineinander verwobenen Kl&#228;ngen ab und tr&#228;gt sie mit geschlossenen Augen und einem breiten L&#228;cheln auf den Lippen gemeinsam zur Ekstase.</description>
                <logo>/media/divoc-reboot-to-respawn-2021/submissions/LFCPLS/IMG_6259_HzIVlop.jpg</logo>
                <persons>
                    <person id='89'>Triankel</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            
        </room>
        
    </day>
    <day index='2' date='2021-04-03' start='2021-04-03T04:00:00+02:00' end='2021-04-04T03:59:00+02:00'>
        <room name='Piscopia'>
            <event guid='ccdcc57d-8c43-5c3a-85b4-b6d21c4b33b8' id='18'>
                <date>2021-04-03T04:00:00+02:00</date>
                <start>04:00</start>
                <duration>02:00</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-18-avocadoom-tech-bis-das-house-zusammenbricht</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/CQ9WRF/</url>
                <recording>
                    <license></license>
                    <optout>true</optout>
                </recording>
                <title>avocadoom - Tech bis das House zusammenbricht</title>
                <subtitle></subtitle>
                <track>Music</track>
                <type>Music 120min</type>
                <language>de</language>
                <abstract>Hey, ich bin avocadoom vom CCC-Darmstadt und neben dem ganzen gehacke lege ich ab und zu hobbym&#228;&#223;ig House auf. &#220;ber tropische Kl&#228;nge bis hin zu industriellem Geh&#228;mmer ist f&#252;r alle Ohren etwas dabei. Kurz gesagt, es gibt Tech, bis das House zusammenbricht.

Ein paar fr&#252;here Sets von mir gibt es unter: https://www.mixcloud.com/avocadoom/</abstract>
                <description></description>
                <logo></logo>
                <persons>
                    <person id='38'>avocadoom</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='6ec40acc-2ad2-5651-959f-354905993a6e' id='11'>
                <date>2021-04-03T10:00:00+02:00</date>
                <start>10:00</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-11-entfernte-maschine-verbinden-mit-ipv6</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/9X9SLG/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Entfernte Maschine verbinden mit IPv6</title>
                <subtitle></subtitle>
                <track>Technology</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>de</language>
                <abstract>Eine praktische Anwendung des IPv6 Internets, um Verbindung zu entfernten Maschinen aufzunehmen, ohne Software, ohne &quot;Fummel und Gemurkse&quot; dazu einfache Grundlagen zu IPv6-Adressen.</abstract>
                <description>Vorgestellt wird eine praktische Anwendung des IPv6 Internets, um eine Verbindung zu entfernten Maschinen aufzunehmen. Das geschieht nur per IPv6 aber ohne (zus&#228;tzliche) Software, ohne VPN und (fast) ohne Hilfsmittel.  Dabei werden einfache Grundlagen zum Adressaufbau in IPv6 vorgestellt. 
Eine Work-in-progress-Kopie ist im Internet erreichbar unter 
https://www.schweinekraftland.de/Home_Network_access_IPv6/Home_Network_access_IPv6_HTML/img0.html   Zur geistigen Vorbereitung empfehle ich den Podcast &quot;Anna-Lena Baecker RFCE014: IPv6&quot; mit Clemens Schrimpe  
https://requestforcomments.de/archives/412
RFCs zum Thema IPv6 &#220;bersicht in 
https://tools.ietf.org/wg/v6ops/
Kochbuch: 
http://mutant21.onastroidst6krpn.onion/schweinekraftland/Home_Network_access_IPv6/Home_Network_access_IPv6.htm
https://schweinekraftland.de/Home_Network_access_IPv6/Home_Network_access_IPv6.htm
IPv6 links:
dancing Turtle http://[2001:200:dff:fff1:216:3eff:feb1:44d7]/
https://test.schrimpe.de/
https://www.ipv6.bieringer.de/</description>
                <logo>/media/divoc-reboot-to-respawn-2021/submissions/9X9SLG/TitlePicture_IPv6_remote-Netzwerk_faCWNGx.png</logo>
                <persons>
                    <person id='16'>mutant</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='f5e49e15-d388-5606-b4ef-84cf0e7f535c' id='37'>
                <date>2021-04-03T11:10:00+02:00</date>
                <start>11:10</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-37-hacking-the-dmz-the-border-between-the-two-koreas-</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/FYYMHS/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Hacking the DMZ (the border between the two Koreas)</title>
                <subtitle></subtitle>
                <track>Arts &amp; Culture</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>en</language>
                <abstract>Since 1953, the DMZ (Korean Demilitarized Zone) separates Korea into two countries. Unique biodiversity has grown between landmines to become a curious lab for researchers interested in Life and Earth sciences, heavy industry, armament, and technology. On the diplomatic scene, the DMZ is the home of the Joint Security Area, a strategic hotspot for international negotiations in East Asia, commanded by a Western nation, the USA. To be reunited the two Koreas need the U.S President&apos;s approval. The North and the South are ready for it, but the external American validation is still pending. Not only will it end the war, but it will also produce a better way to tackle the climate crisis in this part of the world.

Indeed, one current project between South Korea and North Korea is to jointly invest in the construction of railways, a clean means of transportation that will reduce pollution caused by air and sea freight forwarding. However, this project is perceived as a threat for neighboring countries because trains would probably increase the economic power of Korea in East Asia. The Japanese government influenced the former American President, Trump, to not sign the reunification, against the will of Koreans. 

To hack the DMZ, we have used art and social science. First, in a reverse engineering way, we managed to gather historical, biological, political, technological data with art projects depicting the Cold War border. Then, we interviewed Japanese, Chinese, Taiwanese tech artists and curators on their knowledge of the DMZ. It uncovered historical political tensions between their country and Korea, that remain in social discourses through generations. Finally, by studying how Western countries view North Korea and South Korea, we came to the point to destroy silly stereotypes. Behind Kim Jong Un, North Korean Hackers, South Korean Gamers, or BTS Army, there are thoughtful projects aimed to handle environmental and social challenges but delayed by external political influences, and the balance of power on the international scene. 

The best way to hack the DMZ is not technical, but intellectual. It starts in the human mind with knowledge of this Cold War border, the actual Korean culture, and the international relations in East Asia.</abstract>
                <description>Caroline Murgue is a Franco-Korean Anthropologist and an Artist who graduated from Chelsea College of Arts in London and EHESS in Paris. She also studied International Relations at the Institute of Political Science in Lyon. Driven by critical and creative thinking, her philosophy is to make our lives a work of art in an all tech society. 
As an Artist, Caroline has been working on a project to uncover with sounds and visuals the political genealogy of the DMZ, the border between the two Koreas.
As an Anthropologist and researcher on the systems of computer thinking, she lectured on AI/Data ethics at the MIT, Google, Microsoft. She founded the Touch Symposium, to spark the conversation between tech professionals and philosophers. She&#8217;s a member of the Hacker collective, cDc.


Seung Jung is a Korean artist who graduated from Art School in 2006 (ENSAPC - &#233;cole nationale sup&#233;rieure d&apos;art de Paris-Cergy). He lives and works in Seoul and his work used to focus on the system of contemporary capitalistic society through various mediums such as installation or digital art.
Since 2016, Seung has attempted a new challenge of experimental artworks by engaging science and engineering theories. He obtained a second master degree at Seoul Media Institute of Technology and has developed a new concept with his thesis: Refraction of Data.
His works of art have been featured in Korean eye, Saatchi gallery, London; Busan biennale, Korea; Plastic Garden, East bridge (798), Beijing; New Romance (Korea-Australia exchange); MMCA Seoul; Transfer K-NRW, Bonn, Germany; ACC residency showcase, Gwangju, Korea; Davinci creative 2019, Seoul, etc. He attended different residency programs abroad to share his experience: ArtOMI, New York, USA; TAV, Taipei, Taiwan, etc.</description>
                <logo>/media/divoc-reboot-to-respawn-2021/submissions/FYYMHS/Caroline_Murgue_and_Seung_Jung_DUKrGNE.png</logo>
                <persons>
                    <person id='55'>Caroline Murgue</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='a18948d8-236b-5ca8-87d7-befe7d1c3c3c' id='25'>
                <date>2021-04-03T12:20:00+02:00</date>
                <start>12:20</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-25-state-of-eventfahrplan-2021</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/9E8ZNZ/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>State of EventFahrplan 2021</title>
                <subtitle></subtitle>
                <track>Other</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>en</language>
                <abstract>Let&apos;s have a retrospective of what happened in the EventFahrplan project in the last months and what is planned.</abstract>
                <description>[EventFahrplan](https://github.com/EventFahrplan/EventFahrplan) is the project behind a couple of apps for Android which you might already have used at Remote Chaos Experience (rC3), Chaos Communication Congress (3xC3), Chaos Communication Camp, [DiVOC](https://play.google.com/store/apps/details?id=info.metadude.android.divoc.schedule), MRMCD, FrOSCon, GPN, Datenspuren, FIfFKon, FOSDEM, FOSSGIS and other events.

In this talk you will get to know not only the details of the programming work but also all the other topics which require time and engagement to run this project such as translation, design, documentation, advertisement, outreach, communication with users.

Currently, the project is run by one person with occasional - but very welcome - contributions in the form of code reviews, translation, pull requests or just time to discuss ideas. There is essential no financial backing for the project - all work is done in personal spare time. A few people are giving money via [GitHub Sponsors](https://github.com/sponsors/johnjohndoe) - thank you!

After this talk and Q&amp;A you will have solid understanding of how you can contribute to the project, shape its future or finance its development.</description>
                <logo></logo>
                <persons>
                    <person id='47'>tbsprs</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='28904449-d357-566f-97ef-86ade89f9395' id='7'>
                <date>2021-04-03T15:00:00+02:00</date>
                <start>15:00</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-7-failed-inklusion-</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/MHNXMW/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>failed: [Inklusion]</title>
                <subtitle></subtitle>
                <track>Society</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>de</language>
                <abstract>Menschen mit Behinderungen haben ein in Deutschland anerkanntes Menschenrecht auf Inklusion. Dass das hier immer noch nicht funktioniert, ist vielen nicht bewusst - was auch an zu wenig Kontrolle durch die Medien liegt. Woran das wohl liegen mag?</abstract>
                <description>In seinem Vortrag &quot;failed: [Empathy]&quot; hat betalars aufzeigen wollen, wie Unterschiede in den Gedanken- und Gef&#252;hlswelten zu autistischen Menschen Medienschaffende davon abhalten diese gut zu repr&#228;sentieren. So entstehen Darstellungen, die Vorurteile bekr&#228;ftigen, wegen denen autistische Menschen von gesellschaftlicher Teilhabe ausgeschlossen werden.

In der urspr&#252;nglich wohlwollend und allm&#228;hlich ver&#228;rgert kritischen Auseinandersetung mit dem ZDF ist klar geworden: eigentlich sind die entmenschlichenden Darstellungen einer autistischen Figur nur ein Symptom eines noch viel gr&#246;&#223;eren Problems:

Das ZDF setzt wie fast alle anderen Medienunternehmen auch das Grundrecht auf Inklusion nicht um.

Wie der Status von Inklusion in den Medien ist, wo es gut funktioniert, was ihr als Betroffene und Allys unternehmen k&#246;nnt und, warum sich das ZDF, als wichtiger Partner der &quot;Aktion Mensch&quot;  eigentlich genauso anstellt, wie alle anderen auch, beleuchtet mein Talk.</description>
                <logo></logo>
                <persons>
                    <person id='26'>betalars</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='ff642b9a-d92b-5f28-9ef3-553699743a10' id='19'>
                <date>2021-04-03T16:10:00+02:00</date>
                <start>16:10</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-19-hands-on-tutorials-mit-virtuellen-desktops-in-der-cloud</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/KDHE87/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Hands-On Tutorials mit Virtuellen Desktops in der Cloud</title>
                <subtitle></subtitle>
                <track>Technology</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>de</language>
                <abstract>Vortr&#228;ge &#252;ber spannende Themen im Netz zu halten oder selber anzuschauen ist toll. Dinge gemeinsam zu entdecken und auszuprobieren macht aber oft noch mehr Spa&#223;. In diesem Vortrag werdet ihr erfahren, wie Hands-On Tutorials mit 10-15 Teilnehmern auch auf Online Veranstaltungen wie der Reboot to Respawn durchgef&#252;hrt werden k&#246;nnen: Mit virtuellen Linux Desktops in der Cloud und anderen Open Source Tools. 

Im Vortrag werde ich zeigen, wie mit Cloud basierten Desktops jedem Teilnehmer eine vorkonfigurierte und identische Umgebung f&#252;r eine Hands-On Session zur Verf&#252;gung gestellt werden kann und somit alle sofort startbereit sind. Hat ein Teilnehmer Probleme w&#228;hrend des Tutorials, kann der Organisator sich jederzeit auf den Desktop jedes Teilnehmers dazuschalten, &apos;sehen&apos; wo das Problem liegt, und weiterhelfen. Da die Desktops in der Cloud sind, macht es dann auch technisch keinen Unterschied mehr, ob sich die Teilnehmer im gleichen Raum befinden oder sich an unterschiedlichen Orten f&#252;r den gemeinsamen &apos;Spa&#223; am Ger&#228;t&apos; virtuell zusammenfinden.

Technische Details gibt es auch schon vor dem Vortrag hier: https://blog.wirelessmoves.com/2021/01/running-ubuntu-20-04-with-a-gui-in-the-cloud.html</abstract>
                <description></description>
                <logo></logo>
                <persons>
                    <person id='39'>heurekus</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='f8697974-8e7b-5627-87e1-6fd40c49b9a3' id='22'>
                <date>2021-04-03T17:20:00+02:00</date>
                <start>17:20</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-22-gynformation-bringt-gynkologische-selbstbestimmung-ins-netz</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/LQ8JFE/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Gynformation bringt gyn&#228;kologische Selbstbestimmung ins Netz</title>
                <subtitle></subtitle>
                <track>Society</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>de</language>
                <abstract>Wir berichten &#252;ber die Entstehung des Kollektivs, von der Idee zur Umsetzung und warum wir finden, dass es gerade im Bereich der Gyn&#228;kologie kollektiven Empowerments bedarf und warum eine trans-inklusive, queer-feministische, antirassistische und antiableistische Haltung dabei so wichtig ist.
Zentral f&#252;r unsere Arbeit ist das Verst&#228;ndnis als Kollektiv. Schon beim ersten Treffen haben wir gemerkt, dass wir ganz unterschiedliche Kompetenzen mitbringen, die das Projekt voranbringen und wir unglaublich viel voneinander lernen k&#246;nnen. In unserem Panel wollen wir Einblick in unsere Arbeit geben und erz&#228;hlen, welche Themen uns in den letzten 1,5 Jahren besonders besch&#228;ftigt haben.
Den Code f&#252;r die Web-Plattform entwickeln wir St&#252;ck f&#252;r St&#252;ck weiter. Dabei ist f&#252;r uns wichtig dass sich unsere Haltung auch im Code wiederfindet, wir gemeinsam Entscheidungen zur Technik treffen, selbstbestimmt damit umgehen und datensparsam arbeiten. Auch diesen Aspekt wollen wir diskutieren.</abstract>
                <description>Gynformation ist ein queer-feministisches Kollektiv, das sich aus Patient*innen-Perspektive f&#252;r Selbstbestimmung bei gyn&#228;kologischen Behandlungen einsetzt.
Auf unserer Webseite entsteht auf Basis von Patient*innen-Empfehlungen ein bundesweites Verzeichnis von gyn&#228;kologisch behandelnden Personen, die diskriminierungsfrei arbeiten, ein Bewusstsein f&#252;r Konsens bei der Behandlung haben und Informationen und Raum f&#252;r selbstbestimmte Entscheidungen geben. So finden sich in unserem Verzeichnis zum Beispiel Informationen dar&#252;ber ob Praxisr&#228;ume barrierefrei sind, ob trans Personen in einer Praxis sensiblen Umgang erfahren oder ob Schwangerschaftsabbr&#252;che angeboten werden. 
Neben dem Empfehlungsverzeichnis entsteht eine Sammlung von inhaltlichen Ressourcen, die Ansto&#223; geben wollen, sich Wissen &#252;ber Gyn&#228;kologie und den eigenen K&#246;rper anzueignen.</description>
                <logo>/media/divoc-reboot-to-respawn-2021/submissions/LQ8JFE/gynstuhl_HYm4zrS.jpg</logo>
                <persons>
                    <person id='43'>C_ristina</person><person id='75'>Kollektiv f&#252;r gyn&#228;kologische Selbstbestimmung</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='71137166-c6c2-56ef-a6b3-cc2113cf8963' id='46'>
                <date>2021-04-03T18:30:00+02:00</date>
                <start>18:30</start>
                <duration>00:15</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-46-c3-news-show-die-2-</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/WZTGVU/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>C3 News Show, die 2.</title>
                <subtitle></subtitle>
                <track>Other</track>
                <type>C3 News Show</type>
                <language>en</language>
                <abstract>C3 News Show</abstract>
                <description></description>
                <logo></logo>
                <persons>
                    <person id='86'>C3 news show</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='8e6a716a-07e3-525f-a0c8-7e87cc297402' id='14'>
                <date>2021-04-03T20:00:00+02:00</date>
                <start>20:00</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-14-hey-alter-alte-rechner-fr-junge-leute-</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/TBWCCJ/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>HEY, ALTER! Alte Rechner f&#252;r Junge Leute!</title>
                <subtitle></subtitle>
                <track>Society</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>de</language>
                <abstract>Abgeschrieben, aussortiert und weggestellt. Funktionieren aber noch: Laptops, Computer oder Tablets. Genau die werden dringend gebraucht &#8211; von Sch&#252;lerinnen und Sch&#252;lern, die keinen eigenen Rechner haben. Gemeinsam mit Partnern, Unterst&#252;tzern und Spendern sorgen wir daf&#252;r, dass sie einen bekommen. Damit am Ende alle einen haben. Wir sammeln diese alten Rechner bei Unternehmen, Institutionen und von privaten Haushalten, machen sie fit und verteilen sie an Sch&#252;lerinnen und Sch&#252;ler, die bislang nicht oder nur eingeschr&#228;nkt an e-Learning oder Homeschooling teilnehmen konnten. So wird Kindern und Jugendlichen zu mehr Chancengleichheit verholfen. Das ist die Idee von HEY, ALTER! Alte Rechner f&#252;r junge Leute. Ganz einfach.</abstract>
                <description>Corona hat die Schw&#228;chen und Vers&#228;umnisse der Digitalisierung in Deutschland &#8211; nicht nur in der Bildung &#8211; voll und ganz ans Licht gebracht. Es mangelt an allem: Infrastruktur, Bandbreite, aber auch Wissen und Erfahrung fehlen. Und am schmerzlichsten fehlt es denen die bereits wenig haben. In Braunschweig entstand daher aus einer einmaligen Aktion, die eine Hand voll bed&#252;rftige Sch&#252;ler mit Ger&#228;ten aus Unternehmensbest&#228;nden versorgt hat, die Idee zu HEY ALTER!

HEY, ALTER! hat es sich zur Aufgabe gemacht die abgeschriebenen und aussortierten Ger&#228;te aus Firmen einzusammeln, fit zu machen und an Sch&#252;ler*innen auszugeben die diese dringend ben&#246;tigen &#8211; ohne gro&#223;e B&#252;rokratie. Auf diese Weise gibt HEY, ALTER! den alten Ger&#228;ten, die sonst verschrottet worden w&#228;ren, ein zweites Leben. Wir vermeiden so Tonnen von Elektroschrott und tragen zu einem nachhaltigeren Umgang mit der Hardware der Firmen bei. Den Sch&#252;lern verhelfen diese Ger&#228;te zu mehr Teilhabe und Chancengleichheit die mit dem Distanzunterricht jetzt mehr als sonst bedroht ist. 

HEY, ALTER! Gibt es nun schon in knapp 20 St&#228;dten und Kreisen quer durch Deutschland und es werden mit rasanter Geschwindigkeit immer mehr! Und das ist kein Wunder, denn das Konzept von HEY, ALTER! ist eine Art &#8220;soziales Franchise&#8221;. Dies macht es neuen lokalen Initiativen einfach das Konzept zu &#252;bernehmen und lokal zu implementieren. Innerhalb eines Tages k&#246;nnen alle Zug&#228;nge und Infos bereit gestellt werden die eine neue Initiative ben&#246;tigt um zu starten! HEY, ALTER! ist eine gesch&#252;tzte Marke die den lokalen Initiativen kostenlos zur Nutzung bereitgestellt wird. Diese Marke macht gerade quer durch Deutschland von sich Reden. Das macht es f&#252;r Unternehmen unglaublich attraktiv eine Spende an uns mit unserem Logo und Fotos zu bewerben. Social-Media-Posts der Spenden und Berichte in Zeitung, Radio und Fernsehen verhelfen den Spendern zu mehr Reichweite. F&#252;r die Spender ist dies eine kostenlose Werbung mit sozialem Engagement eine Win-Win-Situation f&#252;r Unternehmen, die Umwelt, die Schulen, aber vor allem f&#252;r die Sch&#252;ler*innen. 

In unserem Talk geben wir Euch Einblicke in unsere Arbeitsabl&#228;ufe und zeigen, wie mit sozialem Franchising gute Ideen schnell und einfach verbreitet werden k&#246;nnen.</description>
                <logo>/media/divoc-reboot-to-respawn-2021/submissions/TBWCCJ/heyalter-cyan_6NnPhGf.jpg</logo>
                <persons>
                    <person id='33'>Daniel Marks</person><person id='34'>Lukas Tyburzy</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='6b36f107-b08d-5bc9-8c3e-80b7638e2d91' id='1'>
                <date>2021-04-03T21:10:00+02:00</date>
                <start>21:10</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-1-emoji-domains-and-how-wonderfully-broken-they-are</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/3MXRDE/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Emoji domains and how wonderfully broken they are</title>
                <subtitle></subtitle>
                <track>Technology</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>en</language>
                <abstract>Did you know that you can get a domain that contains an emoji?  
Well, technically speaking you can&apos;t because domains only allow a very limited character set.  
 
However, there is a workaround to that called Punycode.  
You can encode non-supported characters to punycode and allow people to visit your site by entering those characters in their URL bar -the browser will take care of encoding them.

Sounds good, doesn&apos;t it?  
Well, unicode is more complex than one would think; especially the parts around emoji are.  
That means encoding those characters isn&apos;t easy and a lot goes wrong.

I want to showcase some ways in that emoji/ punycode domains are broken, how you can have fun with them and why you should actually just avoid them for anything you want to use productively.</abstract>
                <description></description>
                <logo></logo>
                <persons>
                    <person id='15'>dysphoricUnicorn</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='6ad9fa99-5336-5d4e-8edd-1b9da3fbb47a' id='35'>
                <date>2021-04-03T22:15:00+02:00</date>
                <start>22:15</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-35-das-netz-als-inspirationsquelle-fr-kunst-werke-</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/DGRKMU/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Das Netz als Inspirationsquelle f&#252;r Kunst(werke)</title>
                <subtitle></subtitle>
                <track>Arts &amp; Culture</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>de</language>
                <abstract>ZLDKM - Zwei Leute, die Kunst machen. Im Zuge der COVID-19-Pandemie setzten sie sich in einen virtuellen Thinktank und &#252;berlegten wie (neue) Kunst mit den gegebenen Einschr&#228;nkungen einer globalen Pandemie entstehen kann. Aus den ersten &#220;berlegungen entstand ein Generator, der sich vom Internet inspirieren l&#228;sst und Kunstwerke schafft. Idee, Konzept, Umsetzung und Ergebnisse sind Inhalt des Vortrages.</abstract>
                <description>ZLDKM- Zwei Leute, die Kunst machen. Sie begegneten sich 2002 auf dem 19C3 im Haus am K&#246;llnischen Park in Berlin und blieben seit dem in Kontakt, arbeiteten zusammen, setzten Projekte um und sie machen Kunst. Bis heute. Durch die Einschr&#228;nkungen der COVID-19-Pandemie war eine Zusammenarbeit im alten Ma&#223;e nicht m&#246;glich, also setzten sie sich in einen virtuellen Thinktank und &#252;berlegten. Etwas Neues sollte entstehen, als Intervention und als Test, ob es m&#246;glich ist, mit den gegebenen Einschr&#228;nkungen Kunst zu schaffen, kreativ zu sein, neue Ideen und Innovationen zu entwickeln. Im Fokus steht die Kunst als unbedingtes Ergebnis. Weniger das wer und das wie. Kunst als Motor der Ver&#228;nderung, Kunst als Inspiration, Kunst als Spiegel. Kunst als &#220;berbr&#252;ckungshilfe, die kein versteckter Kredit ist, den wir in der Zukunft teuer bezahlen m&#252;ssen, sondern Kunst als echte Investition f&#252;r eine Zukunft in der wir leben wollen.

Aus den ersten &#220;berlegungen entstand Software die zum Beispiel aus unerw&#252;nschter E-Mail Werbung (Spam) oder aus Netzwerkverkehr (Portscans), der Zeit und statistischen Daten eines virtualisierten Computers im Internet, Kunstwerke im Piet Mondrian Stil generiert. Warum Piet Mondrian? Mondrian geh&#246;rte mit seinem sp&#228;teren Werk zu den Begr&#252;ndern der abstrakten Malerei. Die streng geometrischen Gem&#228;lde wurden oft in Kunst, Architektur, Mode, Werbung und Popul&#228;rkultur zitiert. Die orthogonale Bildstruktur mit den schwarzen Linien und den Prim&#228;rfarben Rot, Gelb und Blau sowie den Nicht-Farben Schwarz, Wei&#223; und Grau tauchten in Mondrians Bildern ab etwa 1921 auf. 100 Jahre sp&#228;ter nehmen wir diese Art der Komposition auf und experimentieren damit. Mondrians Werke wurden durch ihn, sein Umfeld oder seine Wahrnehmung inspiriert. Wie gro&#223; welche Fl&#228;che wird oder welche Farbe bzw. Nicht-Farbe eine Fl&#228;che bekommt, wurde durch ihn bewusst oder unbewusst entschieden. Seine Kompositionen hingen von Faktoren ab, die uns nicht bekannt sind und die Mondrian selbst vielleicht auch nicht bekannt waren. Wir versuchen nun das Internet, als Inspirationsquelle einzusetzen und die Werke so entstehen zu lassen.

In dem Vortrag wollen wir die Idee, das Konzept, die Umsetzung und erste Ergebnisse zeigen.</description>
                <logo>/media/divoc-reboot-to-respawn-2021/submissions/DGRKMU/s2m-03-500_cm3aiKT.png</logo>
                <persons>
                    <person id='53'>ST (ZLDKM)</person><person id='54'>Stefan (ZLDKM)</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='82d9b80d-b741-5616-9b1a-90ac34d34523' id='52'>
                <date>2021-04-03T23:00:00+02:00</date>
                <start>23:00</start>
                <duration>01:00</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-52-leni</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/7EDPBT/</url>
                <recording>
                    <license></license>
                    <optout>true</optout>
                </recording>
                <title>LENI</title>
                <subtitle></subtitle>
                <track>Music</track>
                <type>Music 120min</type>
                <language>de</language>
                <abstract>LENI</abstract>
                <description>Treibende Basslines shakern ausgelassen mit Percussions. Sanfte Vocals liebkosen mit sch&#246;nen Melodien. Ungef&#228;hr so kann man LENI&#8217;s Stil beschreiben. Vielleicht ist es aber auch doch noch viel mehr als das? 
Eins steht fest - im Downtempo f&#252;hlt sie sich angekommen.
So richtig Zuhause ist LENI in Leipzig, wo sie am liebsten mit ihrer [&#596;st&#712;&#603;nd]-Crew unterwegs ist. 
Die Liebe zur elektronischen Musik und die Verbindung in die Szene waren schon immer da. Also kein Wunder, dass sie auch selbst leidenschaftlich gerne hinter den Decks steht und mit ihrem Sound verzaubert.

https://soundcloud.com/lenilow</description>
                <logo>/media/divoc-reboot-to-respawn-2021/submissions/7EDPBT/LENNI_L8Q7Mik.jpg</logo>
                <persons>
                    <person id='80'>LENI</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='8767290c-3d68-5c56-ad7e-e6158d496123' id='49'>
                <date>2021-04-04T00:00:00+02:00</date>
                <start>00:00</start>
                <duration>02:00</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-49-radical-ambient-inferno-w-maya-dj</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/VRTJHA/</url>
                <recording>
                    <license></license>
                    <optout>true</optout>
                </recording>
                <title>Radical Ambient Inferno w/ Maya DJ</title>
                <subtitle></subtitle>
                <track>Music</track>
                <type>Music 120min</type>
                <language>en</language>
                <abstract>Maya ist DJ, Film- und Fotok&#252;nstlerin. Ihre musikalischen Wurzeln liegen irgendwo zwischen Disco und Punk. Die musikalische Sozialisation begann in den 70er Jahren im Plattenladen ihres Vater. Sie lebt und arbeitet seit 1989 in Frankfurt am Main und fing zu dieser Zeit auch mit dem Auflegen an. Seit 1996 ist sie Sendungsmacherin bei Radio X und dort auch Bookerin fu&#776;r die x-fade Dj Night bei Radio X.

Ihr musikalisches Spektrum ist weit gef&#228;chert. Es reicht von Ambient, Elektro, House, Disco, Hip Hop, Trip Hop, Electonica, Filmmusik und Scores bis hin zu poppigem Kitschquatsch. Auch gut zu erahnen anhand einiger Titel ihrer Radiosendungen: &#8222;MUSIC FOR FILMS&#8220;, &#8222;The Art Of Quiet Fighting&#8220;, &#8222;Radical Ambient Inferno&#8221;, &#8222;Maya&#8217;s Super Scientific Playroom&#8220;, &#8222;Hirsch &amp; Stille &#8211; Discokrach&#8220; und &#8222;Was ist Ambient?&#8220;.</abstract>
                <description></description>
                <logo>/media/divoc-reboot-to-respawn-2021/submissions/VRTJHA/4916_1087719708461_6369179_n_T8oHu3q.jpg</logo>
                <persons>
                    <person id='71'>Antje-Maya Hirsch</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='812229e5-f2c3-54f4-89f6-d8ace06a81fd' id='50'>
                <date>2021-04-04T02:00:00+02:00</date>
                <start>02:00</start>
                <duration>01:00</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-50-dj-ladybird</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/DMREWM/</url>
                <recording>
                    <license></license>
                    <optout>true</optout>
                </recording>
                <title>DJ LadyBird</title>
                <subtitle></subtitle>
                <track>Music</track>
                <type>Music 120min</type>
                <language>de</language>
                <abstract>&quot;Floor Play - Pleasure Taste&quot;</abstract>
                <description>DJ LadyBird:
Born in Vienna / Austria in the 80ies LadyBird grew up with Jungle, Drum&#180;n Bass and 2Step on the one hand and on the other hand was influenced by the vienna downtempo style from Kruder &amp; Dorfmeister. In early 2000 her student job was DJing and she continued djing on radio shows. On a trip to London in the early 2000 she was exposed to the UK Dance Music - since then she is hooked on Dance- and House Music. Since 2009 she is influenced by the Berlin Club scene and actually spotted on House, LofiHouse, TechHouse, Bass, Garage with a lot of Soul and Funk inside!
Be curious!!</description>
                <logo>/media/divoc-reboot-to-respawn-2021/submissions/DMREWM/LadyBird_aka_C.J.Parker_Bild1_JbWTdsB.jpg</logo>
                <persons>
                    <person id='73'>DJ LadyBird</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            
        </room>
        
    </day>
    <day index='3' date='2021-04-04' start='2021-04-04T04:00:00+02:00' end='2021-04-05T03:59:00+02:00'>
        <room name='Piscopia'>
            <event guid='7c267ebb-a45b-5a64-ae01-6227c5dd2c9f' id='36'>
                <date>2021-04-04T10:20:00+02:00</date>
                <start>10:20</start>
                <duration>00:15</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-36-reko-lets-reboot-agriculture</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/GSDGXP/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Reko, lets reboot agriculture</title>
                <subtitle></subtitle>
                <track>Society</track>
                <type>Talk/Performance (10 minutes + Q&amp;A)</type>
                <language>en</language>
                <abstract>Do you know where your food is coming from? Who grew your cucumber, how much space did the chickens have? How can we support rural arrears? Make changes so it is possible to live and work on the countryside while also ensuring food security and a sustainable reboot for agriculture? Challenging the big food factories and supporting biodiversity? The skandinvian grass root movement reko has some answers and hopes to inspirate. A short story of how to spark change to a small rural community.</abstract>
                <description>Reko circles 
The idea came from Finland where the first circles have existed since 2013. Reko means rej&#228;l konsumption which translates to real consumption. The idea is to bring together producers and consumers for food and raw products. Directly without hands in the middle. Locally produced, bought by the people that will eat it. Meeting each other for the exchange of products. Reko supports values like local food production, combined with trust, a passion for exciting ingredients and a love for small scale production. The circles are open for everyone. Through direct contact between consumers and producers a reliability is built. Consumers can ask detailed questions about the ways their food is produced. They get a different level of appreciation really knowing where it is coming from.It makes them able to buy products that are not available in stores and getting products as fresh as possible. Small scale producers can play along with their strengths like educating about their products, trying out new things and handling overproduction better. 
How does it work in practice? 
I heard about the Reko movement in 2018. I lived in the countryside outside a small town. A place not known for sustainable change or innovation. But I had heard about some small farms that had been started, exploring more sustainable ways of farming. Though these spots existed there was a connection missing with the small town and the people living there. So together with a neighbour we started Reko Ring H&#246;rby.</description>
                <logo>/media/divoc-reboot-to-respawn-2021/submissions/GSDGXP/logga-reko-cirkel_kJXJkX5.jpg</logo>
                <persons>
                    <person id='45'>Julia Westberg</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='632e0463-348e-5654-930a-c88654d0f386' id='4'>
                <date>2021-04-04T11:10:00+02:00</date>
                <start>11:10</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-4-repair-for-future</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/SMHXFD/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Repair for Future</title>
                <subtitle></subtitle>
                <track>Technology</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>de</language>
                <abstract>Wie wir in Pandemiezeiten weiter gemeinsam reparieren</abstract>
                <description>Die Repair-Caf&#233;-Szene wurde auf ihrem H&#246;hepunkt des gesellschaftlichen Interesses von der Covid-Pandemie kalt erwischt. Schnell er&#246;ffneten jedoch einige lokale Gruppen Online-Reparatursprechstunden. Bei einer bundesweiten Schwerpunktwoche Anfang Februar fanden sie unter reger Beteiligung aus dem Netzwerk Reparatur-Initiativen ihren bisherigen H&#246;hepunkt.
Auch die EU wartet mit einigen vielversprechenden Neuerungen auf.
Ich gebe einen &#220;berblick zu Erfahrungen und Grenzen von virtuellen Repair-Caf&#233;s und die aktuellen politischen Entwicklungen zum Thema Reparierbarkeit.</description>
                <logo></logo>
                <persons>
                    <person id='21'>Andreas Frisch</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='7cebadd7-93a3-5519-b7b5-247d63a1024e' id='24'>
                <date>2021-04-04T12:20:00+02:00</date>
                <start>12:20</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-24-hydrogen-beyond-the-hype</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/3ASR88/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Hydrogen beyond the hype</title>
                <subtitle></subtitle>
                <track>Technology</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>en</language>
                <abstract>Hydrogen is a crucial piece of a future climate neutral industry and lately gained a lot of attention. The talk will separate hype from real need for the smallest molecule and we will look at why will likely see hydrogen-based steel plants in the future, but hydrogen-based cars and heaters will play a minor role at best .</abstract>
                <description>The EU recently published a Hydrogen roadmap, many countries, Germany included, have their own hydrogen strategies. Many hydrogen-based pilot projects have been announced lately. Behind the push for hydrogen is a mixture of lobbying interests - primarily by the natural gas industry - and real concern about decarbonizing certain industries.

The talk will give an overview on hydrogen and the current hype. Today hydrogen is usually produced with natural gas, but in the future green hydrogen made with renewable energy and electrolysis will hopefully take its place. There is an emerging consensus that hydrogen will play its role in certain areas like the steel and chemical industry, but it is not the climate panacea that some think it is. We will also detour to some of the molecules that can be made from hydrogen and learn why future ships may run on Ammonia.</description>
                <logo></logo>
                <persons>
                    <person id='30'>Hanno B&#246;ck</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='bf1a5215-b6fe-5008-ae88-3d56e6883d3a' id='2'>
                <date>2021-04-04T15:00:00+02:00</date>
                <start>15:00</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-2-dark-patterns-what-they-are-and-what-having-to-implement-them-says-about-your-job</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/JLXJDB/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Dark patterns - What they are and what having to implement them says about your job</title>
                <subtitle></subtitle>
                <track>Economy</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>en</language>
                <abstract>If you use the web regularly, you probably keep running into sites that seem to be built to be _unusable_.  
Thinking that it&apos;s better to assume incompetence than malevolence (and because you don&apos;t really have much of a choice) you disregard that thought and continue on with using the site.

However, sometimes people actually do act malevolently and often times building a bad user experience can lead to larger profits: People who abandon their attempt to cancel some subscription, accept to receive newsletters and store whatever tracking cookies one throws at them, simply because they are too tired from having to navigate the other options, end up being seen as more &quot;valuable&quot; customers.

In this talk I want to have a look at those dark patterns from the perspective of both an end user and a developer who&apos;s had to implement them to pay their rent.  
I want to show you how to find dark patterns (so you can complain about them, if you&apos;re able to, which might lead to their removal) and why a job where you&apos;re asked to build them is probably not worth keeping.</abstract>
                <description></description>
                <logo></logo>
                <persons>
                    <person id='15'>dysphoricUnicorn</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='003a6991-cf07-52ea-887e-0bce02fa734b' id='3'>
                <date>2021-04-04T16:10:00+02:00</date>
                <start>16:10</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-3-shenzhen-i-o-irl-an-open-source-educational-electronics-puzzle-</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/RXZV33/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Shenzhen I/O IRL - an open source educational electronics puzzle.</title>
                <subtitle></subtitle>
                <track>Technology</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>en</language>
                <abstract>An electronics learning kit based on the pseudo-assembler language and simplified electronics of the &quot;Shenzhen I/O&quot; puzzle game by Zachtronics (http://www.zachtronics.com/shenzhen-io). Built with the cheapest microcontroller china has to offer.</abstract>
                <description>This is currently work in progress. 

I implemented an interpreter for the Shenzhen I/O pseudo-assembler language and an implementation of the &quot;Simple I/O&quot; and &quot;XBus&quot; pins on the ultra-cheap 8bit Padauk PFS173 microcontroller (3000 words of flash memory, 256bytes of RAM).

The kit consists of a GUI application for programming the microcontrollers and a circuit board. The board connects to any PC via USB and  has 2 emulated &quot;MC5000&quot; microcontrollers and different peripherals like buttons, a seven segment display, a buzzer etc. that can be connected via jumper wires. Users have to solve tasks by connecting the components with jumper wires and programm the microcontrollers with up to 14 lines of pseudo-assembly language.

Everything is based on open source (Compiler toolchain, GUI and electronics) and is intended to be used a gamified platform for learning basic electronics and programming skills.</description>
                <logo>/media/divoc-reboot-to-respawn-2021/submissions/RXZV33/Bildschirmfoto_2021-02-01_um_13.53.47_M74O1PV.png</logo>
                <persons>
                    <person id='18'>Rick Pannen</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='ca112a9c-3e80-5690-9f2f-dcd1edd16023' id='13'>
                <date>2021-04-04T17:20:00+02:00</date>
                <start>17:20</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-13--wir-bruchten-mal-ein-krankes-kind-zum-filmen-</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/8FDKVL/</url>
                <recording>
                    <license></license>
                    <optout>true</optout>
                </recording>
                <title>&#187;Wir br&#228;uchten mal ein krankes Kind zum Filmen&#171;</title>
                <subtitle></subtitle>
                <track>Other</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>de</language>
                <abstract>Die Darstellung von minderj&#228;hrigen Patienten in dem Medien ist mitunter hochproblematisch. Es ist vermutlich l&#228;ngst nicht
f&#252;r jedes Kind angenehm, wenn es mit seiner
Erkrankung derart &#246;ffentlich vorgef&#252;hrt wird. Be-
sonders heikel ist zu bewerten, dass nicht das
Kind, sondern dessen Eltern zustimmen, und
dass sich die Einstellung zur ver&#246;ffentlichung pers&#246;n-
licher Daten im Laufe des Lebens &#228;ndern kann.
Das Internet bewahrt indes alles in einer Art
umfassendem Medienlangzeitged&#228;chtnis. Moder-
ne KI-gest&#252;tzte Gesichtserkennungssoftware in
Form von Apps erm&#246;glicht es inzwischen jedem
Laien, Menschen anhand von Fotos im Internet
zu identifizieren. Praktisch alle, die danach su-
chen, k&#246;nnen sich jetzt und k&#252;nftig auf diese
Weise Informationen &#252;ber andere beschaffen,
auch Informationen &#252;ber deren Krankheitszu-
stand. Dar&#252;ber sollten Eltern und Kinder aufge-
kl&#228;rt werden, insbesondere von Kinder&#228;rzten, die
von Journalisten um geeignete Kinderdar-
steller gebeten werden.</abstract>
                <description></description>
                <logo></logo>
                <persons>
                    <person id='32'>Martina Lenzen-Schulte</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='950df2a7-092e-5494-89c9-2468bbb21ce0' id='47'>
                <date>2021-04-04T18:30:00+02:00</date>
                <start>18:30</start>
                <duration>00:15</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-47-c3-news-show-die-3-</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/E7CZPY/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>C3 News Show, die 3.</title>
                <subtitle></subtitle>
                <track>Other</track>
                <type>C3 News Show</type>
                <language>en</language>
                <abstract>C3 News Show</abstract>
                <description></description>
                <logo></logo>
                <persons>
                    <person id='86'>C3 news show</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='f92160ac-a379-5d27-a1ad-559dd67fecc9' id='30'>
                <date>2021-04-04T20:00:00+02:00</date>
                <start>20:00</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-30-astronomy-and-the-climate-crisis</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/SPDXA3/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Astronomy and the climate crisis</title>
                <subtitle></subtitle>
                <track>Arts &amp; Culture</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>en</language>
                <abstract>Astronomical factors play no role in the current anthropogenic climate crisis, but astronomy can nevertheless help to solve it. If astronomers manage to reduce their own carbon footprint, we can become role models for demanding realistic change and continue to collaborate globally. More importantly, astronomy can convey a sense of uniqueness of our planet, a feeling of global citizenship and awe for the wonders of the universe. Awe triggers empathy and may thus help to convince the public of the necessary actions to avoid climate breakdown.</abstract>
                <description>Astronomy is a dirty business, at least in terms of its carbon footprint. Frequent, long-distance flights, the operation of observatories at remote locations, as well as the execution of CPU-intensive simulations lead to per-capita greenhouse gas emission significantly larger than those of the general population. Fortunately, inexpensive solutions, that would significantly reduce our carbon footprint immediately, are available. In this talk, I will break down the typical emissions from astronomical research and argue that we should reduce our own emissions significantly and become role models for demanding realistic change while we continue to collaborate globally. Perhaps more importantly, astronomers can convey awe for the wonders of the universe, a sense of the uniqueness of our planet, and a feeling of global citizenship -- the most important ingredients to provoke a feeling of urgency about the climate crisis, that ideally leads to climate action.</description>
                <logo></logo>
                <persons>
                    <person id='49'>Leonard Burtscher</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='6d4ddc0b-97d4-5696-ac3b-3cb5af5161b9' id='43'>
                <date>2021-04-04T21:10:00+02:00</date>
                <start>21:10</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-43-sancho-panzas-gesucht-erlebnisberichte-aus-der-ffentlichen-it-infrastruktur</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/EKWBXY/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Sancho Panzas gesucht: Erlebnisberichte aus der &#246;ffentlichen IT-Infrastruktur</title>
                <subtitle></subtitle>
                <track>Politics</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>de</language>
                <abstract>Das Scheitern &#246;ffentlicher IT-Infrastruktur ist kein Zufall, es hat System.

Ausgehend von den bekannten gescheiterten Digitalprojekten soll dargestellt werden wie diese bei Befolgen der Hackerethik h&#228;tten abgewendet werden k&#246;nnen.

Dieser Vortrag soll der Beginn einer gemeinsamen Sammlung von Lessons Learned von, f&#252;r und mit der Community und interessierten Menschen sein.</abstract>
                <description>Ziele wie Dezentralit&#228;t, Datensparsamkeit, Selbstbestimmung der User oder das erstrittene Digitale Grundrecht auf Integrit&#228;t und Vertraulichkeit informationstechnischer Systeme werden regelm&#228;&#223;ig mi&#223;achtet und die Folgen sind bekannt: Vom abgek&#252;ndigten digitalen Personalausweis  &#252;ber die die Gesundheitskarte bis hin zum Gesamt-Architektur der digitalen Verwaltung mit DeMail, OZG und RegModG. Bei Digitalprojekten sich keine Gedanken &#252;ber die technische Umsetzung zu machen, ist wie die Behauptung, der Strom kommt aus der Steckdose. Dabei haben Technikfolgen  erhebliche Auswirkungen auf die Bev&#246;lkerung. Ob wir von kleinen, dezentralen Systemen versorgt werden oder von einzelnen Gro&#223;anlagen abh&#228;ngig sind, deren Komplexit&#228;t und Hersteller wir werden kontrollieren noch steuern k&#246;nnen.

W&#228;hrend die Politik &quot;neue Begriffe&quot; wie Digitale Souver&#228;nit&#228;t, Datenhoheit, Cybersecurity und Datenethik erfindet, haben sich die Herausforderungen kaum ge&#228;ndert.

Wir wollen aufzeigen, wie ein befolgen von entsprechenden Grundprinzipien - wie u.a. der Hackerethik - oft ein solches Scheitern verhindert  h&#228;tten und wie der Staat es wieder und wieder geschafft hat, Projekte in  einen fubar-Zustand zu versetzen.</description>
                <logo>/media/divoc-reboot-to-respawn-2021/submissions/EKWBXY/donchichote_Ym28Nt0.jpg</logo>
                <persons>
                    <person id='61'>Little Detritus</person><person id='65'>Martin Tschirsich</person><person id='59'>md</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='9d6ee571-9967-589e-8f32-9c2e41353413' id='15'>
                <date>2021-04-04T22:20:00+02:00</date>
                <start>22:20</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-15-einohm-computergeisttheorie</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/8YDCXL/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>EinOhm Computergeisttheorie</title>
                <subtitle></subtitle>
                <track>Arts &amp; Culture</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>de</language>
                <abstract>Einf&#252;hrung in die Computergeisttheorie #cmt von ThomasFankhauser.ch</abstract>
                <description>Digitale Kunstarbeit als Live-Performance

Im Selbstexperiment schenke ich dem Computer meine Daten, um mehr &#252;ber uns zu erfahren.


Haben Computer bereits Bewusstsein?
Ja, klar.</description>
                <logo>/media/divoc-reboot-to-respawn-2021/submissions/8YDCXL/Bildschirmfoto_2021-02-06_um_06.00.32_nu4qp4Y.png</logo>
                <persons>
                    <person id='35'>Thomas Fankhauser</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='689bdd21-e651-5795-b9df-e072fc0ab262' id='55'>
                <date>2021-04-04T23:00:00+02:00</date>
                <start>23:00</start>
                <duration>01:00</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-55-triac-supermelodic-gameboytechno-hybrid-chiptune</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/XJTEDB/</url>
                <recording>
                    <license></license>
                    <optout>true</optout>
                </recording>
                <title>TRIAC - Supermelodic Gameboytechno &amp; Hybrid Chiptune</title>
                <subtitle></subtitle>
                <track>Music</track>
                <type>Music 120min</type>
                <language>en</language>
                <abstract>One hour of ecstatic, fast and hard electronic music, largely created on the original 1995 nintendo gameboy classic by german chiptune musician TRIAC</abstract>
                <description>Since 2009, TRIAC has been making music with Gameboys. The acoustic products of his endeavours are generally called CHIPTUNE, i.e. music from the sound chips of old game consoles. Stylistically, TRIAC&apos;s sounds are somewhere between synthwave, techno and hardcore, but prefer to not be pigeonholed.
For over 10 yeras TRIAC has been on the road, both nationally and internationally on more than 100 gigs in various locations. From the pancake bistro to the concert hall, from London to Cyprus - in every city a dance-mad crowd was able to discover that Gameboys can do much more than just play games.
On meanwhile 9 published albums and EPs one can convince oneself of the sound spectrum of the old grey console, that has not yet come into age at all.
With fast, good-humored and well danceable beats from the soundchips of the Nintendo Gameboys TRIAC conjures a grin on the face of everyone who gets themselves involved!</description>
                <logo>/media/divoc-reboot-to-respawn-2021/submissions/XJTEDB/Chip_Hits_the_Fan_2016_872_Vd2TNia.jpg</logo>
                <persons>
                    <person id='88'>TRIAC</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='395be6c5-8b04-5891-81aa-0d6091170c63' id='21'>
                <date>2021-04-05T00:00:00+02:00</date>
                <start>00:00</start>
                <duration>02:00</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-21-rte-remotetranceexperience-dj-vj-set-</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/DPAPVP/</url>
                <recording>
                    <license></license>
                    <optout>true</optout>
                </recording>
                <title>RTE: RemoteTranceExperience (Dj/Vj Set)</title>
                <subtitle></subtitle>
                <track>Music</track>
                <type>Music 120min</type>
                <language>en</language>
                <abstract>Fulminantes DJ und VJ Spektakel im Livestream aus Berlin bei dem sich Micha und Vik einmal durch die Trancebretter der 90er und 2000er Jahre spielen und clx und Generation G&#228;steliste eure Beamer &#252;berfallen</abstract>
                <description>DJ Team: zement micha &amp; Vik (Retox x Systemabsturz)
VJ Team: clx &amp; Generation G&#228;steliste

Links:

zement micha: https://soundcloud.com/user_zement1000
Vik: https://soundcloud.com/systemabsturz/
clx &amp; Generation G&#228;steliste: https://www.youtube.com/v/GecMZVIASI4</description>
                <logo></logo>
                <persons>
                    <person id='40'>Vik</person><person id='42'>@sondala | Generation G&#228;steliste</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            
        </room>
        
    </day>
    <day index='4' date='2021-04-05' start='2021-04-05T04:00:00+02:00' end='2021-04-06T03:59:00+02:00'>
        <room name='Piscopia'>
            <event guid='32497f3a-a17a-5f35-9df1-d8b5e28db7e6' id='41'>
                <date>2021-04-05T10:00:00+02:00</date>
                <start>10:00</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-41-lokale-resilienz-glckliche-gengsamkeit</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/HK9QBY/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Lokale Resilienz &amp; gl&#252;ckliche Gen&#252;gsamkeit</title>
                <subtitle></subtitle>
                <track>Society</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>de</language>
                <abstract>Was wir zu einem zufriedenen (&#220;ber-)leben brauchen und wenn ja woher und wie &#252;berhaupt?

Mit der Verkn&#252;pfung dreier Ideen m&#246;chte ich Hoffnung und Lust wecken selbst mitzumachen und eine Idee einer lebenswerten Stadtgesellschaft zeichnen. Am eigenen Lebensort. Gl&#252;ckliche Gen&#252;gsamkeit (Suffizienz), lokale, selbst betriebene Infrastrukturen &amp; Versorgung und sozialer Austausch von Ressourcen, Wissen und Erfahrungen. 
Wir k&#246;nnten einen wahnsinnig gro&#223;en Anteil unseres allt&#228;glichen und nicht allt&#228;glichen Bedarfs in r&#228;umlich viel kleineren Zusammenh&#228;ngen erzeugen und verteilen als wir es heute tun. Diesen Vorschlag den die new economics foundation 2009 beschreibt und der sich in vielen Ideen wie z.B dem Konzept der Transition Towns wiederfindet, k&#246;nnen wir nutzen. Verbunden mit gegenseitigem Austausch von Erfahrungen, Selbstorganisation und einer Landwirtschaft und Beschaffung und Einsatz von Ressourcen, die nicht gegen unsere Lebensgrundlagen arbeitet, sondern mit ihnen, kann sich eine Stadtgemeinschaft oder Region unabh&#228;ngiger machen von &#252;berregionalen Krisen oder Katastrophen; sich im Austausch mit anderen unterst&#252;tzen und der Natur und unseren Lebensgrundlagen dienen.</abstract>
                <description></description>
                <logo></logo>
                <persons>
                    <person id='63'>Timm</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='f7be36a7-b257-55e3-ba65-565b88495962' id='26'>
                <date>2021-04-05T11:10:00+02:00</date>
                <start>11:10</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-26-sustain-sustainability-index-for-artificial-intelligence</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/NBCJKN/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>SustAIn: Sustainability Index for Artificial Intelligence</title>
                <subtitle></subtitle>
                <track>Politics</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>en</language>
                <abstract>Will algorithms solve the problem of climate change? Unlikely. But more data lets us monitor the earth, optimize solar panels, and generally understand problems. But is it sustainable? What about the click workers that do the magic behind shiny AI toys? And don&apos;t data centers use a lot of energy, too? Is there a way to measure a sustainability score for automated decision making that won&apos;t burn the planet, create a livable society for all humans and still won&apos;t make us poor? We&apos;re working on it. Let&apos;s talk!</abstract>
                <description>SustAIn is a project by AlgorithmWatch, DAI-Labor TU Berlin, and I&#214;W Intitut f&#252;r &#246;kologische Wirtschaftsforschung, funded by the Federal ministry of environment in Germany.

With the SustAIn project, we will explore the sustainability impact of AI technologies and systems and work out their potential for our world &#8211; for example, through less resource consumption, fair working conditions or sustainable consumption. Our approach to sustainability is based on the 3 Nested Dependencies Model, which prioritizes the environmental, social, and economic pillars of sustainability. Sustainable economic development can only take place in a socially just society and both are dependent on the protection of planetary boundaries. In addition, SustAIn draws on the 17 Sustainable Development Goals (SDGs) adopted by the UN member states in 2015.

To encourage public and policy debates on the topic, we will create a sustainability index for AI systems to serve as a rating system. With our Sustainable AI Labs, we will work with developers to create guidelines for sustainable AI development and come up with policy recommendations.</description>
                <logo></logo>
                <persons>
                    <person id='48'>Jens Ohlig</person><person id='82'>Friederike Rohde</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='7ba79002-6c4b-56f7-ac7d-04a017324fae' id='48'>
                <date>2021-04-05T12:20:00+02:00</date>
                <start>12:20</start>
                <duration>00:15</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-48-c3-news-show-die-4-</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/VWM3YT/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>C3 News Show, die 4.</title>
                <subtitle></subtitle>
                <track>Other</track>
                <type>C3 News Show</type>
                <language>en</language>
                <abstract>C3 News Show</abstract>
                <description></description>
                <logo></logo>
                <persons>
                    <person id='86'>C3 news show</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='d0978ecc-f2c1-5e28-90c1-bd9df6e7ec9a' id='9'>
                <date>2021-04-05T14:00:00+02:00</date>
                <start>14:00</start>
                <duration>01:55</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-9-lightning-talks</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/MFDUG3/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Lightning Talks</title>
                <subtitle></subtitle>
                <track>Other</track>
                <type>Lightning Talks</type>
                <language>de</language>
                <abstract>Lightning Talks sind kurze Vortr&#228;ge die alle DiVOC-Teilnehmenden halten k&#246;nnen, zu Themen die euch so interessieren. Slides sind m&#246;glich aber nicht verpflichtend.</abstract>
                <description>Da k&#246;nnt ihr eure Lightning Talks eintragen: https://di.c3voc.de/r2r:lightning-talks</description>
                <logo></logo>
                <persons>
                    <person id='6'>BenjaminWand</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='2020281c-ea93-582f-8216-ca09842de823' id='12'>
                <date>2021-04-05T16:20:00+02:00</date>
                <start>16:20</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-12-kritische-infrastrukturen-in-pandemie-zeiten</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/SLXEWL/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Kritische Infrastrukturen in Pandemie-Zeiten</title>
                <subtitle></subtitle>
                <track>Economy</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>de</language>
                <abstract>Wer ist in Pandemiezeiten eigentlich genau KRITIS-Betreiber und wie gehen die Betreiber mit der Pandemie und den damit Verbundenen Problemen f&#252;r sie um?
Was bedeutet eine Krise in der Krise?
Und wie machen KRITIS Betreiber Krisen- und Pandemieplanung?
Aber was uns wirklich antreibt: Was hat das alles mit Nudeln und Toilettenpapier auf sich?
Ein Blick hinter die KRITISchen Kulissen...</abstract>
                <description>In diesem Vortrag geht es darum, 
* wie sich einordnen l&#228;sst, wer in Corona Pandemie Zeiten KRITIS-Betreiber ist und auf welcher gesetzlichen Grundlage das basiert,
* welche Ma&#223;nahmen KRITIS-Betreiber ergreifen um die Versorgung der Bev&#246;lkerung in Krisenlagen wie in einer Pandemie sicherzustellen und
* welche Herausforderungen KRITIS-Betreiber dabei stemmen m&#252;ssen
Angesichts der aktuellen und immer noch anhaltenden Corona-Krise stehen die Betreiber Kritischer Infrastrukturen im besonderen Fokus der Berichterstattung. Die Bev&#246;lkerung stellt fest, was Kritische Infrastrukturen sind und wie verletzlich diese in Krisenzeiten sein k&#246;nnen. &#196;ngste kommen auf, dass die Versorgungslage bedroht ist.
Aber sind KRITIS-Betreiber tats&#228;chlich schlecht in einer Pandemie aufgestellt? Welche Ma&#223;nahmen wenden diese eigentlich in Krisenlagen an, um die Versorgung der Bev&#246;lkerung mit Strom, Wasser, Internet und Mobilfunk oder auch Nahrung in einer weltweiten Krise sicherzustellen? Und welch besonderen Herausforderungen m&#252;ssen diese dabei stemmen, weil die Krisenlage nicht dem normalen Betriebsmodus entspricht?</description>
                <logo>/media/divoc-reboot-to-respawn-2021/submissions/SLXEWL/pexels-markus-spiske-3991795_fJK8E74.jpg</logo>
                <persons>
                    <person id='31'>HonkHase</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            <event guid='9b02fe77-41fe-5544-a2ee-6a5dc81ddeb8' id='34'>
                <date>2021-04-05T17:30:00+02:00</date>
                <start>17:30</start>
                <duration>00:45</duration>
                <room>Piscopia</room>
                <slug>divoc-reboot-to-respawn-2021-34-infrastructure-review-closing</slug>
                <url>https://pretalx.c3voc.de/divoc-reboot-to-respawn-2021/talk/PSARJW/</url>
                <recording>
                    <license></license>
                    <optout>false</optout>
                </recording>
                <title>Infrastructure-Review + Closing</title>
                <subtitle></subtitle>
                <track>Other</track>
                <type>Talk/Performance (30 minutes plus Q&amp;A)</type>
                <language>de</language>
                <abstract>Platzhalter f&#252;rs Closing</abstract>
                <description></description>
                <logo></logo>
                <persons>
                    <person id='10'>hexchen</person><person id='5'>NicKira</person>
                </persons>
                <links></links>
                <attachments></attachments>
            </event>
            
        </room>
        
    </day>
    
</schedule>
